<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.TCC.configuration-profile-policy</string>
			<key>Services</key>
			<dict>
				<key>SystemPolicyAllFiles</key>
				<array>
					<dict>
						<key>Allowed</key>
						<true/>
						<key>CodeRequirement</key>
						<string>identifier munkishim and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = T4SK8ZXCXG</string>
						<key>IdentifierType</key>
						<string>path</string>
						<key>Identifier</key>
						<string>/usr/local/munki/managedsoftwareupdate</string>
					</dict>
				</array>
			</dict>
			<key>PayloadDisplayName</key>
			<string>Privacy Preferences Policy Control</string>
			<key>PayloadOrganization</key>
			<string>Zentral Pro Services GmbH</string>
			<key>PayloadIdentifier</key>
			<string>cloud.zentral.managedsoftwareupdate.TCC.0</string>
			<key>PayloadUUID</key>
			<string>244CC206-AD33-4145-B0A8-AC91573497ED</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDisplayName</key>
	<string>managedsoftwareupdate TCC settings</string>
	<key>PayloadDescription</key>
	<string>Configures your Mac to automatically give managedsoftwareupdate full disk access</string>
	<key>PayloadOrganization</key>
	<string>Zentral Pro Services GmbH</string>
	<key>PayloadIdentifier</key>
	<string>cloud.zentral.managedsoftwareupdate.TCC</string>
	<key>PayloadUUID</key>
	<string>D6972D0D-20C2-43BC-A356-8E941550D554</string>
        <key>PayloadRemovalDisallowed</key>
        <true/>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
