<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadContent</key>
			<dict>
				<key>ManagedInstalls</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>AdditionalHttpHeaders</key>
								<array>
                                                                        <string>Authorization: Bearer ${secret}</string>
									<string>X-Zentral-Serial-Number: $ENROLLED_DEVICE.SERIAL_NUMBER</string>
									<string>X-Zentral-UUID: $ENROLLED_DEVICE.UDID</string>
								</array>
								<key>ClientIdentifier</key>
								<string>$ENROLLED_DEVICE.SERIAL_NUMBER</string>
								<key>FollowHTTPRedirects</key>
								<string>all</string>
								<key>SoftwareRepoURL</key>
                                                                <string>https://${fqdn}/public/monolith/munki_repo</string>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
			<key>PayloadDisplayName</key>
			<string>Managed Preferences</string>
			<key>PayloadOrganization</key>
			<string>Zentral Cloud</string>
			<key>PayloadIdentifier</key>
			<string>cloud.zentral.monolith.default-enrollment.0</string>
			<key>PayloadUUID</key>
			<string>9CEE7958-2D39-4BBC-983E-B73D05625996</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDisplayName</key>
        <string>Monolith enrollment</string>
	<key>PayloadDescription</key>
        <string>Configures Munki on your Mac to enroll with Zentral/Monolith</string>
        <key>PayloadOrganization</key>
        <string>Zentral Cloud</string>
	<key>PayloadIdentifier</key>
	<string>cloud.zentral.monolith.default-enrollment</string>
	<key>PayloadUUID</key>
	<string>7F13B42D-106A-4E27-B570-A8E86B2B2D38</string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
